Some of the multistory stairs couldn't be created due to the overlapped levels.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId CannotCreateStairForLevelOverlapping { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateStairForLevelOverlapping As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateStairForLevelOverlapping {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace